Repository: keepassium/KeePassium-L10n
Catalog: keepassium.tmx
Source language: en
Languages: ar, cs, de, es_es, fi, fr, hu, it, ja, ko, nl, pl, pt_br, pt_pt, ru, sk, sr, sv_se, th, tr, uk, zh_cn, zh_tw

source: Finance
ar: مالية
de: Finanzen
es_es: Finanzas
hu: Pénzügyek
it: Finanza
ja: ファイナンス
ko: 금융
nl: Financiën
pl: Finanse
pt_br: Finanças
ru: Финансы
sk: Financie
sv_se: Ekonomi
th: การเงิน
tr: Finans
uk: Фінанси
zh_cn: 财务
zh_tw: 財務

source: Internet
ar: شبكة الإنترنت
ja: インターネット
ko: 인터넷
ru: Интернет
th: อินเทอร์เน็ต
uk: Інтернет
zh_cn: 互联网
zh_tw: 網際網路

source: Network
ar: الشبكة
cs: Sítě
de: Netzwerk
es_es: Red
fi: Verkko
fr: Réseau
hu: Hálózat
it: Rete
ja: ネットワーク
ko: 네트워크
nl: Netwerk
pl: Sieć
pt_br: Rede
ru: Сеть
sk: Siete
sv_se: Nätverk
th: เน็ตเวิร์ก
tr: Ağ
uk: Мережа
zh_cn: 网络
zh_tw: 網路

source: OS
ar: نظام التشغيل
cs: Operační systém
de: Betriebssystem
es_es: Sistema Operativo
fr: Système d'exploitation
hu: Oprendszer
it: Sistema operativo
nl: Besturingssysteem
pl: System
pt_br: Sistema operacional
ru: Система
sk: Operačný systém
th: ระบบปฏิบัติการ
tr: İşletim Sistemi
uk: Система
zh_cn: 操作系统
zh_tw: 作業系統

source: Please enter a password or choose a key file.
ar: يُرجى إدخال كلمة مرور أو اختيار ملف مفتاح.
cs: Prosím, zadejte heslo nebo vyberte soubor s klíčem.
de: Bitte geben Sie ein Passwort ein oder wählen Sie eine Schlüsseldatei.
es_es: Por favor, introduce una contraseña o selecciona un archivo de clave.
fr: Veuillez entrer un mot de passe ou choisir un fichier de clé.
hu: Kérjük, adjon meg egy jelszót vagy válasszon kulcsfájlt.
it: Inserisci una password o scegli un file chiave.
ja: パスワードを入力するか、キーファイルを選択してください。
ko: 패스워드를 입력하거나 키 파일을 선택하세요.
nl: Voer een wachtwoord in of kies een sleutelbestand.
pl: Wprowadź hasło lub wybierz plik klucza.
pt_br: Por favor, insira uma senha ou escolha um arquivo de chave.
ru: Введите пароль или выберите ключевой файл.
sk: Prosím, zadajte heslo alebo vyberte súbor s kľúčom.
sv_se: Var vänlig ange ett lösenord eller välj en nyckelfil.
th: โปรดใส่รหัสผ่านหรือเลือกไฟล์กุญแจ
tr: Lütfen bir şifre girin ya da anahtar dosya seçin.
zh_cn: 请输入一个密码或者选择一个密钥文件。
zh_tw: 請輸入一個密碼或者選擇一個金鑰檔案。

source: Ignore and Continue
ar: تجاهل والمتابعة
cs: Ignorovat a pokračovat
de: Ignorieren und fortfahren
es_es: Ignorar y continuar
fi: Hylkää ja jatka
fr: Ignorer et continuer
hu: Figyelmen kívül hagy
it: Ignora e continua
ja: 無視して続行
ko: 무시하고 계속하기
nl: Negeer en ga door
pl: Ignoruj i kontynuuj
pt_br: Ignorar e continuar
ru: Пропустить и продолжить
sk: Ignorovať a pokračovať
sv_se: Ignorera och fortsätt
th: ข้ามและไปต่อ
tr: Yoksay ve Devam Et
uk: Пропустити і продовжити
zh_cn: 忽略并继续
zh_tw: 忽略並繼續

source: Database was last edited by: %@
ar: آخر تعديل لقاعدة البيانات كان بواسطة: %@
cs: Databázi naposledy upravil(a): %@
de: Die Datenbank wurde zuletzt bearbeitet von: %@
es_es: La base de datos fue modificada por última vez por: %@
fr: La dernière modification de la base de données a été effectuée par : %@
it: Il database è stato modificato da %@
ja: データベースを最後に編集したのは: %@
ko: 데이터베이스 최종 편집 앱/프로그램: %@
nl: De databank is voor het laatst bewerkt door: %@
pl: Baza została ostatnio zmieniona przez: %@
pt_br: Banco de dados editado por último em: %@
ru: Последние изменения в базе паролей были сделаны: %@
sk: Databázu naposledy upravil(a): %@
sv_se: Databasen redigerades senast av: %@
th: เปลี่ยนแปลงฐานข้อมูลครั้งล่าสุดโดย: %@
tr: Veritabanı en son %@ tarafından değiştirildi.
zh_cn: 数据库最后由 %@ 编辑。
zh_tw: 資料庫最後由 %@ 編輯。

source: Your database is ready, but there was an issue.
ar: قاعدة البيانات الخاصة بك جاهزة، ولكن هناك مشكلة.
cs: Vaše databáze je otevřena, nicméně vše neproběhlo úplně v pořádku.
de: Ihre Datenbank wurde geöffnet, aber es gab ein Problem.
es_es: Tu base de datos está lista, pero hubo un fallo.
fr: Votre base de données est prête, mais il y a eu un problème.
it: Il database è pronto, ma si è verificato un problema.
ja: データベースの準備はできましたが、問題が発生しました。
ko: 데이터베이스가 준비되었지만, 문제가 있습니다.
nl: Je databank is klaar voor gebruik, maar er is een probleem.
pl: Twoja baza jest gotowa, ale wystąpił problem.
pt_br: O seu banco de dados está pronto, mas houve um problema.
ru: База паролей готова, но есть проблема.
sk: Vaša databáza je otvorená, avšak všetko neprebehlo úplne v poriadku.
sv_se: Din databas är färdig, men det uppstod ett problem.
th: ฐานข้อมูลของคุณพร้อมแล้ว แต่ยังมีปัญหาอยู่
tr: Veritabanınız hazır, ancak bir sorun oldu.
zh_cn: 您的数据库已经准备就绪, 但还有点问题。
zh_tw: 您的資料庫已經準備就緒, 但還有點問題。

source: Loading attachment file
ar: إضافة ملف مرفق
cs: Nahrávám přílohu
de: Anhang hochladen
es_es: Cargando archivo adjunto
fi: Ladataan liitetiedostoa
fr: Chargement du fichier joint
hu: Csatoltmány betöltése
it: Caricamento file allegato
ja: 添付ファイルを読み込み中
ko: 첨부 파일 불러오는 중
nl: Bezig met laden van bijlage
pl: Pobieranie załącznika
pt_br: Carregando anexo
ru: Загрузка прикреплённого файла
sk: Nahrávam prílohu
sv_se: Laddar fil att bifoga
th: กำลังโหลดไฟล์แนบ
tr: Dosya yükleniyor...
zh_cn: 加载附件
zh_tw: 載入附件

source: Replace existing attachment?
ar: استبدال الملف المرفق الحالي؟
cs: Nahradit existující přílohu?
de: Vorhandenen Anhang ersetzen?
es_es: ¿Reemplazar el archivo adjunto existente?
fr: Remplacer la pièce jointe existante ?
hu: Csatoltmány felülírása?
it: Sostituire l'allegato esistente?
ja: 添付ファイルを置き換えますか？
ko: 기존 첨부 파일을 교체하시겠습니까?
nl: Bestaande bijlage vervangen?
pl: Zastąpić istniejący załącznik?
pt_br: Substituir o anexo existente?
ru: Заменить существующий файл?
sk: Nahradiť existujúcu prílohu?
sv_se: Ersätt existerande bilaga?
th: แทนที่ไฟล์แนบที่มีอยู่แล้วหรือไม่?
tr: Mevcut dosyanın yerine yapıştırılsın mı?
zh_cn: 替换现有的附件？
zh_tw: 替換現有的附件？

source: This database supports only one attachment per entry, and there is already one.
ar: قاعدة البيانات هذه تدعم مرفقا واحدا فقط لكل سجل، وهناك بالفعل مرفق.
cs: Tato databáze podporuje pouze jednu přílohu na záznam. Tento záznam již přílohu obsahuje.
de: Diese Datenbank unterstützt nur einen Anhang pro Eintrag und es gibt bereits einen.
es_es: Esta base de datos soporta sólo un archivo adjunto por entrada y ya existe uno.
fr: Cette base de données ne supporte qu'une seule pièce jointe par entrée, et il y en a déjà une.
it: Questo database supporta solo un allegato per ogni voce: ne esiste già uno.
ja: このデータベースは、エントリごとに1つの添付ファイルのみをサポートしており、すでに1つあります。
ko: 이 데이터베이스는 항목 당 1개의 첨부 파일만 지원하지만, 첨부 파일이 이미 존재합니다.
nl: Deze databank ondersteunt slechts één bijlage per item, en er is al een.
pl: Ta baza obsługuje tylko jeden załącznik we wpisie. Załącznik już istnieje.
pt_br: Este banco de dados suporta apenas um anexo por entrada, e esta já tem um.
ru: В этой базе каждая запись может иметь только один прикреплённый файл, и он уже есть.
sk: Táto databáza podporuje iba jednu prílohu na záznam. Tento záznam už prílohu obsahuje.
sv_se: Databasen stödjer endast en bilaga per konto, och det finns redan en.
th: ฐานข้อมูลนี้รองรับไฟล์แนบได้หนึ่งไฟล์ต่อรายการ เพราะในนี้มีอยู่แล้ว
tr: Bu veritabanı girdi başına sadece bir dosya eklemeye izin veriyor, daha fazla eklenemez.
zh_cn: 此数据库每个条目仅支持一个附件, 且它已经有一个附件了。
zh_tw: 此資料庫每個項目僅支持一個附件, 且它已經有一個附件了。

source: Rename File
ar: إعادة تسمية الملف
cs: Přejmenovat soubor
de: Datei umbenennen
es_es: Cambiar nombre del archivo
fi: Nimeä tiedosto uudelleen
fr: Renommer Le Fichier
hu: Fájl átnevezése
it: Rinomina File
ja: ファイル名を変更
ko: 파일 이름 변경
nl: Wijzig bestandsnaam
pl: Zmień nazwę
pt_br: Renomear arquivo
ru: Переименовать файл
sk: Premenovať súbor
sv_se: Byt namn på fil
th: เปลี่ยนชื่อไฟล์
tr: Yeniden Adlandır
uk: Перейменувати файл
zh_cn: 重新命名文件
zh_tw: 重新命名檔案

source: Expiry Date
ar: تاريخ الانتهاء
cs: Datum expirace
de: Ablaufdatum
es_es: Fecha de caducidad
fr: Date d'expiration
hu: Lejárati dátum
it: Data Scadenza
ja: 有効期限
ko: 만료 일자
nl: Vervaldatum
pl: Data wygaśnięcia
pt_br: Vence em
ru: Дата окончания
sk: Dátum skončenia platnosti
sv_se: Förfaller
th: วันหมดอายุ
tr: Son Kullanım Tarihi
uk: Термін дії
zh_cn: 到期日期
zh_tw: 到期日期

source: Last Access Date
ar: تاريخ الوصول الأخير
cs: Naposledy zobrazeno
de: Letztes Zugriffsdatum
es_es: Fecha de último acceso
fr: Date du dernier accès
hu: Utolsó hozzáférés ideje
it: Data ultimo accesso
ja: 最終アクセス日
ko: 마지막 접근 일자
nl: Laatst geopend op
pl: Data ostatniego dostępu
pt_br: Último acesso
ru: Дата доступа
sk: Naposledy zobrazené
sv_se: Senast öppnad
th: วันที่เข้าถึงล่าสุด
tr: Son Erişim Tarihi
zh_cn: 上次访问时间
zh_tw: 上次存取時間

source: Previous Versions
ar: الإصدارات السابقة
cs: Předchozí revize
de: Vorherige Versionen
es_es: Versiones previas
fr: Versions précédentes
hu: Korábbi verziók
it: Versioni precedenti
ja: 以前のバージョン
ko: 이전 버전
nl: Vorige versies
pl: Poprzednia wersja
pt_br: Versões anteriores
ru: Предыдущие версии
sk: Predchádzajúce verzie
sv_se: Tidigare versioner
th: เวอร์ชันก่อนหน้า
tr: Önceki Versiyonlar
uk: Попередні версії
zh_cn: 之前的版本
zh_tw: 之前的版本

source: Default (KeePass)
ar: الافتراضي (KeePass)
cs: Původní (KeePass)
de: Standard (KeePass)
es_es: Por defecto (KeePass)
fr: Par défaut (KeePass)
it: Predefinito (KeePass)
ja: デフォルト (KeePass)
ko: 기본 (KeePass)
nl: Standaard (KeePass)
pl: Domyślne (KeePass)
pt_br: Padrão (KeePass)
ru: По умолчанию (KeePass)
sk: Predvolené (KeePass)
sv_se: Standard (KeePass)
th: ค่าเริ่มต้น (KeePass)
tr: Varsayılan (KeePass)
uk: За замовчуванням (KeePass)
zh_cn: 默认(KeePass)
zh_tw: 默認(KeePass)

source: Preview attached files directly in KeePassium and leave no traces in other apps. (Works with images, documents, archives and more.)
ar: معاينة الملفات المرفقة مباشرة في KeePassium ولا تترك أي أثر في تطبيقات أخرى. (يعمل مع الصور والمستندات والأرشيف والمزيد)
cs: Na vaše přílohy můžete nahlížet přímo zde v aplikaci a nezanechávat tak stopy v jiných aplikacích. (Náhled podporuje obrázky, dokumenty, archivované soubory a další.)
de: Vorschau der angehängten Dateien erfolgt direkt in KeePassium und hinterlässt keine Spuren in anderen Apps. (Funktioniert mit Bildern, Dokumenten, Archiven uvm.)
es_es: Vista previa de archivos adjuntos directamente en KeePassium para no dejar rastro en otras aplicaciones. (Funciona con imágenes, documentos, archivos y más.)
fr: Prévisualiser les fichiers attachés directement dans KeePassium et ne laisser aucune trace dans d'autres applications. (Fonctionne avec des images, des documents, des archives et plus.)
it: Visualizza l'anteprima dei file allegati direttamente in KeePassium e non lasciare tracce in altre applicazioni. (Funziona con immagini, documenti, archivi e molto altro)
ja: 添付ファイルを直接Appで表示するので、他のAppに痕跡を残しません。(画像や文書、圧縮ファイルなどで有効です。)
ko: 다른 앱에 기록을 남기지 않고 KeePassium에서 첨부 파일을 미리 볼 수 있습니다. (이미지, 문서, 압축 파일 등 지원)
nl: Bekijk bijlagen direct in KeePassium en laat geen sporen achter in andere apps. (werkt met afbeeldingen, documenten, archieven en nog veel meer)
pl: Podgląd załączników bezpośrednio w KeePassium bez zostawiania śladu w innych aplikacjach (zdjęć, dokumentów, archiwów i innych).
pt_br: Abra anexos diretamente no KeePassium sem deixar vestígios em outros aplicativos. (Funciona com imagens, documentos, arquivos e mais.)
ru: Просматривайте прикреплённые файлы прямо в KeePassium, не оставляя следов в других приложениях. (Работает с изображениями, документами, архивами и другими файлами.)
sk: Zobrazte si ukážku príloh priamo v aplikácii KeePassium a nezanechávajte stopy v iných aplikáciách. (Náhľad podporuje obrázky, dokumenty, archívy a ďalšie.)
sv_se: Förhandsgranska bilagor direkt i KeePassium utan att lämna några spår i andra appar. (Fungerar med bilder, dokument, arkiv och mer.)
th: แสดงตัวอย่างไฟล์แนบได้โดยตรงใน KeePassium และไม่ทิ้งร่องรอยให้แอปอื่นเห็น (ใช้กับรูปภาพ, เอกสาร, บันทึกสำคัญ และอื่น ๆ)
tr: Ekli dosyaları doğrudan KeePassium'un içinde görüntüleyin ve diğer uygulamalara iz bırakmayın. (Fotoğraflar, dökümanlar, arşivler ve daha birçok belgeye uyumludur.)
zh_cn: 直接在KeePassium上预览附件, 并且不留痕迹。(适用于图像, 文文件, 文件等。)
zh_tw: 直接在KeePassium上預覽附件, 並且不留痕跡。(適用於圖像, 文檔, 檔案等。)

source: Preview without a trace
ar: المُعاينة بدون أثر
cs: Nahlížejte beze stop
de: Vorschau ohne Spuren zu hinterlassen
es_es: Vista previa sin dejar rastro
fr: Aperçu sans trace
it: Anteprima senza traccia
ja: 痕跡を残さず閲覧
ko: 추적 없이 미리 보기
nl: Voorbeeld zonder spoor
pl: Podgląd bez śladu
pt_br: Pré-visualização sem vestígios
ru: Просмотр без следов
sk: Náhľad bez zanechania stôp
sv_se: Förhandsgranska utan ett spår
th: แสดงตัวอย่างโดยไม่ทิ้งร่องรอย
tr: İz Bırakmadan Görüntüle
zh_cn: 无痕预览
zh_tw: 無痕預覽

source: Tired of typing your master password? Keep your database open longer and unlock it with one tap.
ar: تعبت من كتابة كلمة المرور الرئيسة؟ حافظ على فتح قاعدة البيانات الخاصة بك لفترة أطول لفتحها بنقرة واحدة.
cs: Unavuje vás neustále zadávat hlavní heslo? Mějte svou databázi otevřenou po delší dobu a odemkněte ji jedním klepnutím.
de: Sind Sie es leid, immer wieder Ihr Master-Passwort einzugeben? Halten Sie Ihre Datenbank länger geöffnet und entsperren Sie sie mit nur einem Klick.
es_es: ¿Cansado de escribir la contraseña maestra? Mantén la base de datos abierta por más tiempo y desbloquéala con un toque.
fr: Fatigué de taper votre mot de passe maître ? Gardez votre base de données ouverte plus longtemps et débloquez-la en un seul clic.
it: Stanco di digitare la password principale? Tieni il database aperto più a lungo e sbloccalo con un tocco.
ja: マスターパスワードの入力にうんざりですか？ もっと長時間データベースが開いたままにできて、ロック解除がワンタッチで可能になります。
ko: 마스터 패스워드를 입력하기 귀찮나요? 데이터베이스를 더 오래 열어둘 수 있고 탭 한 번으로 잠금 해제할 수 있습니다.
nl: Ben je het zat om je hoofdwachtwoord te typen? Houd je databank langer open en ontgrendel deze met één tik.
pl: Zmęczony wpisywaniem hasła głównego? Trzymaj swoją bazą otwartą dłużej i odblokuj ją jednym dotknięciem.
pt_br: Cansado de digitar a senha-mestra? Deixe seu banco de dados aberto por mais tempo e o desbloqueie com um toque.
ru: Надоело вводить мастер-пароль? Держите базу паролей открытой дольше и разблокируйте её одним нажатием.
sk: Unavuje vás neustále zadávať hlavné heslo? Majte svoju databázu otvorenú po dlhšiu dobu a odomknite ju jedným kliknutím.
sv_se: Trött på att skriva in ditt huvudlösenord? Håll din databas öppen längre och lås upp den med en tryckning.
th: เหนื่อยที่จะต้องพิมพ์รหัสผ่านหลักใช่ไหม? สามารถตั้งให้ฐานข้อมูลคุณเปิดทิ้งไว้นาน ๆ ได้ด้วยการแตะหนึ่งครั้ง
tr: Ana şifrenizi girmekten bıktınız mı? Veritabanınızı daha uzun süre açık tutun ve tek dokunuşla kilidini açın.
zh_cn: 厌倦了输入您的主密码？保持数据库打开时间更长, 只需轻轻一按即可解锁。
zh_tw: 厭倦了輸入您的主密碼？保持資料庫打開時間更長, 只需輕輕一按即可解鎖。

source: Save your time
ar: احفظ وقتك
cs: Šetřete svůj čas
de: Sparen Sie Zeit
es_es: Ahorra tiempo
fi: Säästä aikaasi
fr: Gagnez du temps
hu: Takarítson meg időt
it: Risparmia tempo
ja: 時間を節約
ko: 시간 절약
nl: Bespaar tijd
pl: Oszczędź swój czas
pt_br: Poupe tempo
ru: Экономьте своё время
sk: Šetrite svoj čas
sv_se: Spara tid
th: ประหยัดเวลาของคุณ
tr: Zaman Kazanın
uk: Економте свій час
zh_cn: 节省您的时间
zh_tw: 節省您的時間

source: Add multiple databases and quickly switch between them.
ar: إضافة قواعد بيانات متعددة والتنقل بسرعة بينهم.
cs: Přidejte více databází a přepínejte se mezi nimi rychleji.
de: Fügen Sie mehrere Datenbanken hinzu und wechseln Sie schnell zwischen ihnen.
es_es: Agrega múltiples bases de datos y cambia rápidamente entre ellas.
fr: Ajoutez plusieurs bases de données et basculez rapidement entre elles.
it: Aggiungi più database e passa rapidamente da uno all'altro.
ja: 複数のデータベースを作って、素速く切り替えます。
ko: 다양한 데이터베이스를 추가하고 데이터베이스 간에 빨리 전환할 수 있습니다.
nl: Voeg meerdere databanken toe en schakel snel over.
pl: Dodaj wiele baz i szybko przełączaj się między nimi.
pt_br: Adicione vários bancos de dados e alterne facilmente entre eles.
ru: Добавьте несколько баз и переключайтесь между ними за пару нажатий.
sk: Pridajte viac databáz a prepínajte sa medzi nimi rýchlejšie.
sv_se: Lägg till flera databaser och växla smidigt mellan dem.
th: เพิ่มฐานข้อมูลได้หลายฐานและสลับใช้งานได้อย่างรวดเร็ว
tr: Birden fazla veritabanı ekleyin ve aralarında kolayca geçiş yapın.
zh_cn: 添加多个数据库并快速切换它们。
zh_tw: 添加多個資料庫並快速切換它們。

source: Use %@
ar: استخدام %@
cs: Používat %@
de: %@ verwenden
es_es: Usar %@
fi: Käytä %@
fr: Utiliser %@
hu: %@ használata
it: Usa %@
ja: %@ を使用
ko: %@ 사용
nl: Gebruik %@
pl: Użyj %@
pt_br: Usar %@
ru: Использовать %@
sk: Používať %@
sv_se: Använd %@
th: ใช้ %@
tr: %@ kullan
uk: Використовувати %@
zh_cn: 使用 %@
zh_tw: 使用 %@

source: App Lock, %@, timeout
ar: قفل التطبيق، %@، مهلة الخروج
cs: Zámek, %@, časový limit
de: App-Sperre, %@, Timeout
es_es: Bloqueo de aplicación, %@, tiempo de espera
fr: Verrouillage de l'application, %@, délai d'attente
hu: App Lock, %@, időtúllépés
it: Blocco app, %@, timeout
ja: Appロック、%@、タイムアウト
ko: 앱 잠금, %@, 시간 제한
nl: App-vergrendeling, %@, time-out
pl: Blokada aplikacji, %@, limit czasu
pt_br: Bloqueio do aplicativo, %@, limite de tempo
ru: Блокировка приложения, %@, задержки
sk: Zámok aplikácie, %@, časový limit
th: ล็อกแอป, %@, หมดเวลาใช้งาน
tr: Uygulama Kilidi, %@, zaman aşımı
zh_cn: 应用锁定,%@, 超时
zh_tw: 應用鎖定,%@, 逾時

source: App Lock, passcode, timeout
ar: قفل التطبيق، كلمة المرور، مهلة الخروج
cs: Zámek, kód aplikace, časový limit
de: App-Sperre, Passcode, Timeout
es_es: Bloqueo, código, tiempo de espera
fr: Verrouillage de l'application, mot de passe, délai de verrouillage
hu: App Lock, jelkód, időtúllépés
it: Blocco app, codice di accesso, timeout
ja: Appロック、パスコード、タイムアウト
ko: 앱 잠금, 비밀번호, 시간 제한
nl: App-vergrendeling, toegangscode, time-out
pl: Blokada aplikacji, kod dostępu, limit czasu
pt_br: Bloqueio do aplicativo, senha, limite de tempo
ru: Блокировка приложения, код доступа, задержки
sk: Zámok aplikácie, kód aplikácie, časový limit
sv_se: App Lock, PIN-kod, timeout
th: ล็อกแอป, รหัสผ่าน, หมดเวลาใช้งาน
tr: Uygulama Kilidi, pin kodu, zaman aşımı
zh_cn: 应用锁定, 应用解锁密码, 超时
zh_tw: 應用鎖定, 應用解鎖密碼, 逾時

source: Delete all backup files?
ar: حذف جميع ملفات النَسخ الاحتياطي؟
cs: Odstranit všechny zálohy?
de: Alle Backup-Dateien löschen?
es_es: ¿Eliminar todas las copias de seguridad?
fr: Supprimer tous les fichiers de sauvegarde ?
hu: Összes backupfájl törlése?
it: Eliminare tutti i file di backup?
ja: すべてのバックアップを削除しますか？
ko: 모든 백업 파일을 삭제하시겠습니까?
nl: Alle back-upbestanden verwijderen?
pl: Usunąć wszystkie kopie zapasowe?
pt_br: Apagar todas as cópias de segurança?
ru: Удалить все резервные копии?
sk: Vymazať všetky zálohy?
sv_se: Radera alla backuper?
th: ลบไฟล์ที่สำรองไว้ทั้งหมดหรือไม่?
tr: Tüm yedekleme dosyalarını silinsin mi?
uk: Видалити усі резервні копії?
zh_cn: 删除所有备份当案?
zh_tw: 刪除所有備份儅案?

source: Delete ALL Backup Files (%d)
ar: حذف جميع ملفات النسخ الاحتياطي (%d)
cs: Odstranit VŠECHNY zálohy (%d)
de: ALLE Backup-Dateien löschen (%d)
es_es: Eliminar TODAS las copias (%d)
fr: Supprimer tous les fichiers de sauvegarde (%d)
hu: ÖSSZES backupfájl törlése? (%d)
it: Elimina TUTTI i file di backup (%d)
ja: すべてのバックアップを削除 (%d)
ko: 모든 백업 파일 삭제 (%d개)
nl: Verwijder alle back-upbestanden (%d)
pl: Usuń WSZYSTKIE kopie zapasowe (%d)
pt_br: Apagar TODAS as cópias de segurança (%d)
ru: Удалить ВСЕ резервные копии (%d)
sk: Vymazať VŠETKY zálohy? (%d)
sv_se: Radera ALLA backuper (%d)
th: ลบไฟล์สำรองทั้งหมด (%d)
tr: TÜM Yedekleme Dosyalarını Sil (%d)
zh_cn: 删除所有备份当案(%d)
zh_tw: 刪除所有備份儅案(%d)

source: No Backup Files Found
ar: لم يتم العثور على ملفات نسخ احتياطي
cs: Nenalezeny žádné zálohy
de: Keine Backup-Dateien gefunden
es_es: No se encontraron copias de seguridad
fr: Pas de fichier de sauvegarde trouvé
hu: Nem található biztonsági mentés
it: Nessun File di Backup trovato
ja: バックアップが見つかりません
ko: 백업 파일 없음
nl: Geen back-ups aangetroffen
pl: Brak kopii zapasowych
pt_br: Nenhuma cópia de segurança encontrada
ru: Нет резервных копий
sk: Nenašli sa žiadne zálohy
sv_se: Inga backupfiler hittades
th: ไม่พบไฟล์สำรองข้อมูล
tr: Yedekleme Dosyası Bulunamadı
zh_cn: 没有找到备份文件
zh_tw: 沒有找到備份檔案

source: Associations between key files and databases have been removed.
ar: لقد أزيلت الرابطة بين ملفات المفاتيح وقواعد البيانات.
cs: Asociace databází se soubory s klíčem byly smazány.
de: Die Verknüpfungen zwischen Schlüsseldateien und Datenbanken wurden entfernt.
es_es: Se han eliminado las asociaciones entre los archivos de claves y las bases de datos.
fr: Les associations entre les fichiers clés et les bases de données ont été supprimées.
it: Le associazioni tra file chiave e database sono stati rimosse.
ja: キーファイルとデータベースの関連付けが削除されました。
ko: 데이터베이스와 키 파일 간 연결이 초기화되었습니다.
nl: De associaties tussen sleutelbestanden en databanken zijn verwijderd.
pl: Powiązanie pliku klucza z bazą zostało usunięte.
pt_br: As associações entre bancos de dados e arquivos de chave foram esquecidas.
ru: Связи между ключевыми файлами и базами паролей были удалены.
sk: Asociácie databáz so súbormi s kľúčom boli odstránené.
sv_se: Associationer mellan nyckelfiler och databaser har tagits bort.
th: การเชื่อมระหว่างไฟล์กุญแจและฐานข้อมูล ได้ถูกลบออกแล้ว
tr: Anahtar dosyalar ve veritabanları arasındaki ilişkiler kaldırıldı.
zh_cn: 密钥文件与数据库之间的关联已被删除。
zh_tw: 金鑰檔案與資料庫之間的關聯已被刪除。

source: Cleared
ar: تم المسح
cs: Vymazáno
de: Bereinigt
es_es: Eliminado
fi: Tyhjennetty
fr: Nettoyé
hu: Törölve
it: Eliminate
ja: 消去完了
ko: 초기화됨
nl: Gewist
pl: Czysto
pt_br: Limpo
ru: Готово
sk: Vymazané
sv_se: Rensad
th: ล้างเรียบร้อย
tr: Temizlendi
uk: Очищено
zh_cn: 已清除
zh_tw: 已清除

source: When you copy some text from an entry, the app will automatically clear your clipboard (pasteboard) after this time.
ar: عند نسخ بعض النصوص من السجلات، سيحذف التطبيق تلقائياً الحافظة الخاصة بك بعد هذا الوقت.
cs: Jakmile zkopírujete nějaké údaje z databáze, aplikace automaticky vymaže obsah schránky po vybrané době.
de: Wenn Sie etwas kopieren, wird KeePassium Ihre Zwischenablage nach dieser Zeit automatisch löschen.
es_es: Cuando copies texto de una entrada, la aplicación borrará automáticamente el portapapeles después del tiempo especificado.
fr: Lorsque vous copiez du texte depuis une entrée, l'application effacera automatiquement votre presse-papiers après ce délai.
it: Quando copi un testo da una entry, l'app cancellerà automaticamente il clipboard (pasteboarad) dopo questo tempo.
ja: コピーした後、クリップボード (コピー内容) を指定時間後に自動的に消去します。
ko: 항목에서 일부 텍스트를 복사한 경우, 지정한 시간 이후에 클립보드를 자동으로 비웁니다.
nl: Als je tekst kopieert uit een item, dan wist KeePassium na deze periode automatisch je klembord.
pl: Po skopiowaniu wpisu schowek zostanie automatycznie wyczyszczony po wybranym czasie.
pt_br: Ao copiar texto de uma entrada, KeePassium limpará automaticamente a área de transferência após o tempo definido.
ru: При копировании какого-либо текста из записи он будет автоматически удалён из буфера обмена через заданное время.
sk: Keď skopírujete nejaký text zo záznamu, aplikácia automaticky vymaže vašu schránku po tomto čase.
sv_se: När du kopierar något fält från ett konto kommer appen automatiskt rensa ditt urklipp efter en stund.
th: เมื่อคุณคัดลอกข้อความจากรายการ แอปจะล้างคลิปบอร์ดให้อัตโนมัติหลังจากคัดลอกไปชั่วครู่
tr: Bir kayıttan bir miktar metin kopyaladığınızda, uygulama bu andan itibaren panonuzu (çalışma alanını) otomatik olarak temizler.
zh_cn: 如果您从条目中复制了文本, 会在稍后自动地清理您的剪贴板。
zh_tw: 假設您從項目中複製了文本, 會在稍後自動地清理您的剪貼板。
